Repository: marcossousa/GoogleProgrammaticAuthentication
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Personal info
pt_br: Dados Pessoais

source: Permissions
pt_br: Permissões

source: Important dates
pt_br: Datas importantes

source: Groups
pt_br: Grupos

source: Please enter with a registered Google account.
pt_br: Favor entrar com uma conta do Google registrada.

source: Please enter a correct username and password. Note that both fields are case-sensitive.
pt_br: Favor entrar com login e senha corretos. Ambos são campos case-sensitive.

source: Your account was locked at Google. Please, login first at Gmail page before try again.
pt_br: Sua conta do Google foi bloqueada. Por favor, faça o login no Gmail antes de testar novamente

source: Required. 70 characters or fewer following a valid e-mail format.
pt_br: Obrigatório. 30 caracteres ou menos. Entre com um e-mail válido.

source: This value must contain a valid e-mail format.
pt_br: O valor deve conter um e-mail válido

source: A user with that e-mail already exists.
pt_br: Já existe outro usuário com este e-mail

source: Please log in again, because your session has expired.
pt_br: Por favor faça o login novamente, porque a sessão expirou

source: Looks like your browser isn't configured to accept cookies. Please enable cookies, reload this page, and try again.
pt_br: Há evidência de que o navegador não aceita cookies. Por favor, habilite-os,recarregue a página e tente novamente.

source: Usernames cannot contain the '@' character.
pt_br: O nome de usuário não deve conter caracteres especiais

source: Your e-mail address is not your username. Try '%s' instead.
pt_br: Seu endereço de e-mail não é o nome de usuário. Tente usar '%s'

source: Change
pt_br: Alterar

source: Welcome,
pt_br: Bem vindo,

source: Documentation
pt_br: Documentação

source: Log out
pt_br: Sair

source: Home
pt_br: Início

source: First, enter with a valid google account. Then, you'll be able to edit more user options.
pt_br: Primeiramente, entre com uma conta do Google valida. Após você poderá editar as demais opções do usuário
